aria2
base
base-devel
bash-completion
bat
brightnessctl
btop-gpu-git
btrfs-progs
dkms
dmenu
dunst
emby-server
envycontrol
expressvpn
eza
fastfetch
fd
firefox
foot
fzf
git
grim
gst-plugin-pipewire
gvfs
htop
intel-ucode
iwd
lazyjournal
libpulse
limine
linux
linux-firmware
linux-headers
lla
luarocks
ly
man-db
man-pages
mcontrolcenter-bin
neovim
npm
nvidia-dkms
nwg-displays
openscad
openssh
paru
paru-debug
paruz-git
pavucontrol
pik
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
powertop
ranger
reflector
ripgrep
rust
smartmontools
sof-firmware
steam
sway-git
swaybg
swayidle
swaylock
television
tere
thunar
tldr
ttf-firacode-nerd
ufw
vim
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-utils
xorg-server
xorg-xinit
xorg-xwayland
zathura
zram-generator
