alacritty
base
base-devel
bash-completion
btop-git
btrfs-progs
clipman
cmake
dkms
docker
docker-compose
dolphin
dunst
emby-server
envycontrol
expressvpn
eza
fd
firefox
fzf
git
github-cli
go
go-task
goose
grim
htop
hyprland
imagemagick
intel-ucode
iwd
kio-admin
limine
linux
linux-firmware
linux-headers
luarocks
lvm2
ly
man-db
man-pages
mcontrolcenter-bin
mongodb-bin
nano
neofetch-git
neovim
networkmanager
noto-fonts
noto-fonts-emoji
npm
nvidia-dkms
nvidia-settings
nvm
nwg-displays
openslide
openssh
paru
paru-debug
paruz-git
pavucontrol
pipewire-alsa
pipewire-pulse
pnpm
polkit-kde-agent
qbittorrent
qt5-wayland
qt6-wayland
reflector
ripgrep
rust
slurp
smartmontools
sof-firmware
sqlc
stripe-cli
sway-git
timeshift
ttf-firacode-nerd
ufw
vim
visual-studio-code-bin
waybar
wayclip
wdisplays-git
wget
wireplumber
wlroots-git
wmenu
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
yadm
yarn
zram-generator
zsh
